exports.people = [
// {
//     id: 1001,
//     name: '張嘉育',
//     phone: '0938590041',
//     port: 4723,
//     //udid: 'emulator-5554',
//     //myPath: [0, 0, 0, 0],
//     //roomOwner: true,
//     chat: {
//         path: [0, 0, 2, 0]
//     }

// }, {
//     id: 1002,
//     name: '陳臻',
//     phone: '0972168058',
//     port: 4725,
//     //udid: 'emulator-5556',
//     //myPath: [0, 0, 2, 0],
//     chat: {
//         path: [0, 0, 2, 1]
//     }

// //}, {
// //    id: 1005,
// //    name: '陳淑慎',
// //    phone: '0933001454',
// //    //myPath: [0, 0, 2, 3],
// //    multiChat: {
// //        path: [0, 0, 2, 4]
// //    }
// }, {
//     id: 1003,
//     name: '陳欣妤',
//     phone: '0963544651',
//     //port: 4725
//     //  udid: 'emulator-5558',
//     //myPath: [0, 0, 2, 1],
//     chat: {
//         path: [0, 0, 2, 2]
//     }


// }, {
//     id: 1004,
//     name: '蔡文蓮',
//     phone: '0960710792',
//     //port: 4729,
//     //udid: '4103d305d3c840df',
//     //myPath: [0, 0, 2, 2],
//     chat: {
//         path: [0, 0, 2, 3]
//     }

// }, {
//     id: 1005,
//     name: '陳淑慎',
//     phone: '0933001454',
//     //myPath: [0, 0, 2, 3],
//     chat: {
//         path: [0, 0, 2, 4]
//     }

//  }, {
//  id: 1006,
//  name: '李麗明',
//  phone: '0933747548',
// // myPath: [0, 0, 2, 4],
//  chat: {
//  path: [0, 0, 2, 5]
//  }
//  }, {
//  id: 1007,
//  name: '陳秀齡',
//  phone: '0937180275',
// // myPath: [0, 0, 2, 5],
//  chat: {
//  path: [0, 0, 2, 6]
//  }
//  }, {
//  id: 1008,
//  name: '吳岳錚',
//  phone: '0975718210',
// // myPath: [0, 0, 2, 6],
//  chat: {
//  path: [0, 0, 1, 0]
//  }
//  }, {
//  id: 1009,
//  name: '彭瑞玟',
//  phone: '0912552345',
//  myPath: [0, 0, 1, 0],
//  chat: {
//  path: [0, 0, 1, 1]
// }
//  }, {
//      id: 1010,
//      name: '黃麗卿',
//      phone: '0982012768',
//      myPath: [0, 0, 1, 1],
//      chat: {
//          path: [0, 0, 1, 2]
//      }
//  }]
// }, {
// id: 1011,
// name: '崔慧君',
// phone: '0937881152',
// myPath: [0, 0, 1, 2],
// multiChat: {
// path: [0, 0, 1, 3]
// }
// }, {
// id: 1012,
// name: '吳惠萍',
// phone: '0925653270',
// myPath: [0, 0, 1, 3],
// multiChat: {
// path: [0, 0, 1, 4]
// }
// }, {
// id: 1013,
// name: '林幸蓉',
// phone: '0928019626',
// myPath: [0, 0, 1, 4],
// multiChat: {
// path: [0, 0, 3, 0]
// }
// }, 
{
id: 2006,
name: '王正豪',
phone: '0986752232',
myPath: [0, 0, 3, 0],
port: 4727,
udid: 'emulator-5554',
multiChat: {
path: [0, 0, 3, 1]
}
}]
// }, {
// id: 1015,
// name: '徐立傑',
// phone: '0919189501',
// myPath: [0, 0, 3, 1],
// multiChat: {
// path: [0, 0, 3, 2]
// }
// }, {
// id: 1016,
// name: '陳雅君',
// phone: '0931534354',
// myPath: [0, 0, 3, 2],
// multiChat: {
// path: [0, 0, 3, 3]
// }
// }, {
// id: 1017,
// name: '徐昇濱',
// phone: '0910121233',
// myPath: [0, 0, 3, 3],
// multiChat: {
// path: [0, 0, 3, 4]
// }
// }, {
// id: 1018,
// name: '蕭佳祥',
// phone: '0922922323',
// myPath: [0, 0, 3, 4],
// multiChat: {
// path: [0, 0, 3, 5]
// }
// }, {
// id: 1019,
// name: '楊蓀薇',
// phone: '0916188087',
// myPath: [0, 0, 3, 5],
// multiChat: {
// path: [0, 0, 3, 6]
// }
// }, {
// id: 1020,
// name: '陳卿宇',
// phone: '0963544649',
// myPath: [0, 0, 3, 6],
// multiChat: {
// path: [0, 0, 0, 0]
// }
// }];